{
  "home": "início",
  "projects": "projetos",
  "contact": "contato",

  "homeHeading": "Eu programo websites <br />para que <highlight>você não precise.</highlight>",
  "homeSection": {
    "heading": {
      "text": "Eu programo websites\npara que você não precise.",
      "highlightedText": "você não precise."
    },
    "subheading": {
      "text": "Olá, meu nome é Talles e sou um desenvolvedor front-end freelancer que constrói aplicações web personalizadas usando HTML, CSS, Javascript e React",
      "highlightedText": "desenvolvedor front-end"
    }
  },

  "See projects": "Ver projetos",
  "Download Resume": "Baixar Currículo",

  "Favorite projects": "Projetos favoritos",

  "Favorite Channels": "Favorite Channels",
  "A multilingual web app to organize Youtube subscriptions in meaningful categories. All subscriptions and channel activities are fetched using the Youtube API, and users can sign up to save their preferences.": "Um aplicativo web que permite organizar canais inscritos no Youtube em categorias. Todos canais inscritos e suas atividades são obtidas utilizando a API do Youtube, e usuários podem se cadastrar para salvar suas preferências.",
  "Screenshot of the web app Favorite Channels": "Captura da tela do aplicativo web Favorite Channels",

  "Personal Portfolio": "Portfólio Pessoal",
  "I had been curious about static site generation for a while, so I have decided to try GatsbyJS. In the process, I also challenged myself to add multiple language support for both Brazilian Portuguese and English. ": "Há algum tempo estive curioso sobre geração de sites estáticos, então decidi dar uma chance ao GatsbyJS. No processo, também me desafiei a adicionar suporte para as linguagens Portugês (BR) e Inglês.",

  "Screenshot of my personal portfolio website": "Captura da tela do meu website de portfólio pessoal",

  "Technology stack": "Tecnologias",
  "code": "código",

  "Contact": "Contato",
  "Name": "Nome",
  "Message": "Mensagem",
  "Send": "Enviar",
  "You can also find me on:": "Também pode me encontrar nas redes:",
  "Message sent!": "Mensagem enviada!",
  "I appreciate you reaching out.": "Fico contente por entrar em contato.",
  "Something went wrong!": "Algo deu errado!",
  "Please, try reaching out through any of my social media links.": "Por favor, tente entrar em contato por um dos links sociais.",

  "Download My Resume": "Baixe Meu Currículo",
  "Designing and developing this website was fun!": "Criar e desenvolver esse site foi divertido!"
}
